<?php 
/*
    Template Name: about
*/
?>

<?php 
/*
    Template Name: about
*/

get_header();
?>

<div class="b_about">

    <div class="t_about" 
        style="background-image: url('<?php echo IMG_DIR; ?>ya.jpg');">

    </div>

    <div class="head_about">
        <div class="lh_about">
              <p class="p_lh_about"><span class="red">///</span> Обо мне</p>
              <p class="p_lh"> Здравствуйте, меня зовут Илья. Занимаюсь созданием сайтов, их поддержкой и web-разработкой.                
              Создание сайтов-визиток, лендингов, одностраничных и многостраничных сайтов, интернет магазинов.
              Индивидуальный подход. Работаю недорого и качественно.</p>
              <p class="p_lh_about"><span class="red">///</span> Образование</p>
                <p class="p_lh"> Высшее техническое, специальность «Вычислительные машины, комплексы, системы и сети», квалификация: инженер.</p>
              <p class="p_lh_about"><span class="red">///</span> Личные качества.</p>
                <p class="p_lh"> Безусловно, мои знания еще весьма и весьма скудны, и я многого не знаю. Но если вы ищете ответственного, заинтересованного, целеустремленного исполнителя ваших идей в сфере веб-разработки, то это как раз Я.
                У меня есть огромное желание развиваться в сфере интернет-технологий. Я очень люблю то, что я делаю.
                Я отношусь с большой ответственностью к тому, что я делаю.</p>
              <p class="p_lh_about"><span class="red">///</span> Профессиональные навыки.</p>
                <p class="p_lh"> В институте мне дали просто восхитительную базу знания в сфере информатики.
                                При помощи различных видео-курсов и книг, ну и конечно же практики, я улучшил знания в web-разработке.
                </p>
                
         <!-- <ol type="A | a | I | i | 1">...</ol>  -->
                       
                   <ol type="1">
                   <li> Языки: PHP, JavaScript, SQL;</li>
                   <li> БД: MySQL;</li>
                   <li> CMS/фреймворки: WordPress;</li>
                   <li> Frontend: HTML, CSS/SASS, адаптивная вёрстка.</li>                
                   </ol>
                <p class="p_lh"> Профессиональный WordPress разработчик, разрабатываю Темы и Плагины.
                 Работаю с шаблонами любой сложности. Умею интегрировать сверстанный html&css 
                 макет на CMS - WordPress. </p>                
        </div>
    </div>

</div>


<?php get_footer(); ?>

